Repository: DeeKaySxb/medical-device-classifier
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# privacyPolicy4
source: Site Type: Medical Device Classifier
de: Art der Website: Medical Device Classifier
fr: Type de site : Medical Device Classifier

# privacyPolicy5
source: The purpose of this privacy policy is to inform users of our site about the personal data we will collect as well as the following information, where applicable:
de: Zweck dieser Datenschutzrichtlinie ist es, die Benutzer unserer Website über die personenbezogenen Daten zu informieren, die wir erheben werden, sowie über die folgenden Informationen, falls zutreffend:
fr: Le but de cette politique de confidentialité est d'informer les utilisateurs de notre site des données personnelles que nous recueillerons ainsi que les informations suivantes, le cas échéant :

# privacyPolicy6
source: a. Personal data we will collect b. Use of collected data c. Who has access to the collected data d. User rights e. Site cookie policy
de: a. Die personenbezogenen Daten, die wir erheben werden b. Verwendung der erfassten Daten c. Wer Zugriff auf die erfassten Daten hat d. Benutzerrechte e. Cookie-Richtlinie der Website
fr: a. Les données personnelles que nous recueillerons b. L’utilisation des données recueillies c. Qui a accès aux données recueillies d. Les droits des utilisateurs du site e. La politique de cookies du site

# privacyPolicy7
source: This privacy policy operates in parallel with the general terms of use of our site.
de: Diese Datenschutzrichtlinie gilt parallel zu den allgemeinen Nutzungsbedingungen unserer Website.
fr: Cette politique de confidentialité fonctionne parallèlement aux conditions générales d’utilisation de notre site.

# privacyPolicyTitle8
source: Applicable Laws
de: Anwendbare Gesetze
fr: Lois applicables

# privacyPolicy9
source: In accordance with the General Data Protection Regulation (GDPR), this privacy policy complies with the following regulations.
de: Gemäß der Datenschutz-Grundverordnung (DSGVO) entspricht diese Datenschutzrichtlinie den folgenden Vorschriften.
fr: Conformément au Règlement général sur la protection des données (RGPD), cette politique de confidentialité est conforme aux règlements suivants.

# privacyPolicy10
source: Personal data must be:
de: Personenbezogene Daten müssen sein:
fr: Les données à caractère personnel doivent être :

# privacyPolicy11
source: a. Processed lawfully, fairly, and transparently to the data subject (lawfulness, fairness, transparency) b. Collected for specified, explicit, and legitimate purposes and not further processed in a manner that is incompatible with those purposes; further processing for archiving purposes in the public interest, scientific or historical research purposes, or statistical purposes is not considered incompatible with the initial purposes (purpose limitation) c. Adequate, relevant, and limited to what is necessary in relation to the purposes for which they are processed (data minimization) d. Accurate and, where necessary, kept up to date; every reasonable step must be taken to ensure that personal data that is inaccurate, having regard to the purposes for which they are processed, is erased or rectified without delay (accuracy) e. Kept in a form that permits identification of data subjects for no longer than is necessary for the purposes for which the personal data is processed; personal data may be stored for longer periods insofar as it is processed solely for archiving purposes in the public interest, scientific or historical research purposes, or statistical purposes in accordance with Article 89(1), subject to the implementation of appropriate technical and organizational measures required by the regulation to safeguard the rights and freedoms of the data subject (storage limitation) f. Processed in a manner that ensures appropriate security of personal data, including protection against unauthorized or unlawful processing and against accidental loss, destruction, or damage, using appropriate technical or organizational measures (integrity and confidentiality).
de: a. rechtmäßig, fair und transparent im Hinblick auf die betroffene Person (Rechtmäßigkeit, Fairness, Transparenz) b. für festgelegte, explizite und legitime Zwecke erhoben werden und nicht in einer mit diesen Zwecken unvereinbaren Weise weiterverarbeitet werden; die weitere Verarbeitung zu Archivzwecken im öffentlichen Interesse, zu wissenschaftlichen oder historischen Forschungszwecken oder zu statistischen Zwecken gilt nicht als mit den ursprünglichen Zwecken unvereinbar (Zweckbindung) c. angemessen, relevant und auf das für die Zwecke, für die sie verarbeitet werden, notwendige Maß beschränkt sind (Datenminimierung) d. genau und, wenn erforderlich, auf dem neuesten Stand gehalten werden; alle angemessenen Schritte müssen unternommen werden, um personenbezogene Daten, die im Hinblick auf die Zwecke, für die sie verarbeitet werden, ungenau sind, unverzüglich zu löschen oder zu berichtigen (Richtigkeit) e. in einer Form gespeichert werden, die die Identifizierung der betroffenen Personen nur so lange ermöglicht, wie es für die Zwecke, für die die personenbezogenen Daten verarbeitet werden, erforderlich ist; personenbezogene Daten können für längere Zeiträume aufbewahrt werden, soweit sie ausschließlich zu Archivzwecken im öffentlichen Interesse, zu wissenschaftlichen oder historischen Forschungszwecken oder zu statistischen Zwecken gemäß Artikel 89 Absatz 1 verarbeitet werden, sofern die geeigneten technischen und organisatorischen Maßnahmen gemäß der Verordnung umgesetzt werden, um die Rechte und Freiheiten der betroffenen Person zu schützen (Speicherbegrenzung) f. auf eine Weise verarbeitet werden, die angemessene Sicherheit der personenbezogenen Daten gewährleistet, einschließlich Schutz vor unbefugter oder unrechtmäßiger Verarbeitung und vor unbeabsichtigtem Verlust, unbeabsichtigter Zerstörung oder unbeabsichtigter Beschädigung, unter Verwendung geeigneter technischer oder organisatorischer Maßnahmen (Integrität und Vertraulichkeit).
fr: a. traitées de manière licite, loyale et transparente au regard de la personne concernée (licéité, loyauté, transparence) ; collectées pour des finalités déterminées, explicites et légitimes, et ne pas être traitées ultérieurement d'une manière incompatible avec ces finalités; le traitement ultérieur à des fins archivistiques dans l'intérêt public, à des fins de recherche scientifique ou historique ou à des fins statistiques n'est pas considéré, conformément à l'article 89, paragraphe 1, comme incompatible avec les finalités initiales (limitation des finalités) ; c. adéquates, pertinentes et limitées à ce qui est nécessaire au regard des finalités pour lesquelles elles sont traitées (minimisation des données) ; d. exactes et, si nécessaire, tenues à jour; toutes les mesures raisonnables doivent être prises pour que les données à caractère personnel qui sont inexactes, eu égard aux finalités pour lesquelles elles sont traitées, soient effacées ou rectifiées sans tarder (exactitude) ; e. conservées sous une forme permettant l'identification des personnes concernées pendant une durée n'excédant pas celle nécessaire au regard des finalités pour lesquelles elles sont traitées; les données à caractère personnel peuvent être conservées pour des durées plus longues dans la mesure où elles seront traitées exclusivement à des fins archivistiques dans l'intérêt public, à des fins de recherche scientifique ou historique ou à des fins statistiques conformément à l'article 89, paragraphe 1, pour autant que soient mises en œuvre les mesures techniques et organisationnelles appropriées requises par le règlement afin de garantir les droits et libertés de la personne concernée (limitation de la conservation) ; f. traitées de façon à garantir une sécurité appropriée des données à caractère personnel, y compris la protection contre le traitement non autorisé ou illicite et contre la perte, la destruction ou les dégâts d'origine accidentelle, à l'aide de mesures techniques ou organisationnelles appropriées (intégrité et confidentialité).

# privacyPolicy12
source: Processing is lawful only if, and to the extent that, at least one of the following applies:
de: Die Verarbeitung ist nur dann rechtmäßig, wenn mindestens eine der folgenden Bedingungen erfüllt ist:
fr: Le traitement n'est licite que si, et dans la mesure où, au moins une des conditions suivantes est remplie :

# privacyPolicy13
source: a. The data subject has given consent to the processing of their personal data for one or more specific purposes; b. Processing is necessary for the performance of a contract to which the data subject is a party or in order to take steps at the request of the data subject prior to entering into a contract; c. Processing is necessary for compliance with a legal obligation to which the data controller is subject; d. Processing is necessary in order to protect the vital interests of the data subject or of another natural person; e. Processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the data controller; f. Processing is necessary for the purposes of the legitimate interests pursued by the data controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child.
de: a. Die betroffene Person hat der Verarbeitung ihrer personenbezogenen Daten für einen oder mehrere bestimmte Zwecke zugestimmt; b. Die Verarbeitung ist zur Erfüllung eines Vertrags erforderlich, dessen Vertragspartei die betroffene Person ist, oder zur Durchführung von vorvertraglichen Maßnahmen auf Anfrage der betroffenen Person; c. Die Verarbeitung ist zur Erfüllung einer rechtlichen Verpflichtung erforderlich, der der Verantwortliche unterliegt; d. Die Verarbeitung ist erforderlich, um lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person zu schützen; e. Die Verarbeitung ist zur Wahrnehmung einer Aufgabe erforderlich, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, die dem Verantwortlichen übertragen wurde; f. Die Verarbeitung ist zur Wahrung der berechtigten Interessen des Verantwortlichen oder eines Dritten erforderlich, sofern nicht die Interessen oder Grundrechte und Grundfreiheiten der betroffenen Person, die den Schutz personenbezogener Daten erfordern, überwiegen, insbesondere wenn es sich bei der betroffenen Person um ein Kind handelt.
fr: a. la personne concernée a consenti au traitement de ses données à caractère personnel pour une ou plusieurs finalités spécifiques ; b. le traitement est nécessaire à l'exécution d'un contrat auquel la personne concernée est partie ou à l'exécution de mesures précontractuelles prises à la demande de celle-ci ; c. le traitement est nécessaire au respect d'une obligation légale à laquelle le responsable du traitement est soumis ; d. le traitement est nécessaire à la sauvegarde des intérêts vitaux de la personne concernée ou d'une autre personne physique ; e. le traitement est nécessaire à l'exécution d'une mission d'intérêt public ou relevant de l'exercice de l'autorité publique dont est investi le responsable du traitement ; f. le traitement est nécessaire aux fins des intérêts légitimes poursuivis par le responsable du traitement ou par un tiers, à moins que ne prévalent les intérêts ou les libertés et droits fondamentaux de la personne concernée qui exigent une protection des données à caractère personnel, notamment lorsque la personne concernée est un enfant.

# privacyPolicy14
source: For residents of the State of California, this privacy policy aims to comply with the California Consumer Privacy Act (CCPA). In case of inconsistencies between this document and the CCPA, the state legislation will apply. If we identify inconsistencies, we will modify our policy to comply with the relevant law.
de: Für Bewohner des Bundesstaates Kalifornien zielt diese Datenschutzrichtlinie darauf ab, dem California Consumer Privacy Act (CCPA) zu entsprechen. Im Falle von Inkonsistenzen zwischen diesem Dokument und dem CCPA gilt die Landesgesetzgebung. Wenn wir Inkonsistenzen feststellen, werden wir unsere Richtlinie ändern, um dem geltenden Recht zu entsprechen.
fr: Pour les résidents de l’État de Californie, cette politique de confidentialité vise à se conformer à la California Consumer Privacy Act (CCPA). S’il y a des incohérences entre ce document et la CCPA, la législation de l’État s’appliquera. Si nous constatons des incohérences, nous modifierons notre politique pour nous conformer à la loi pertinente.

# privacyPolicyTitle15
source: Consent
de: Zustimmung
fr: Consentement

# privacyPolicy16
source: Users agree that by using our site, they consent to:
de: Benutzer stimmen zu, dass sie durch die Nutzung unserer Website zustimmen:
fr: Les utilisateurs conviennent qu’en utilisant notre site, ils consentent à :

# privacyPolicy17
source: a. The conditions set forth in this privacy policy and b. The collection, use, and storage of the data listed in this policy.
de: a. Den in dieser Datenschutzrichtlinie festgelegten Bedingungen und b. Der Sammlung, Verwendung und Speicherung der in dieser Richtlinie aufgeführten Daten.
fr: a. les conditions énoncées dans la présente politique de confidentialité et b. la collecte, l’utilisation et la conservation des données énumérées dans la présente politique.

# privacyPolicyTitle18
source: Personal Data We Collect
de: Personenbezogene Daten, die wir sammeln
fr: Données personnelles que nous collectons

# privacyPolicySubtitle19
source: Automatically Collected Data
de: Automatisch erfasste Daten
fr: Données collectées automatiquement

# privacyPolicy20
source: When you visit and use our site, we may automatically collect and store the following information:
de: Wenn Sie unsere Website besuchen und nutzen, können wir automatisch die folgenden Informationen erfassen und speichern:
fr: Lorsque vous visitez et utilisez notre site, nous pouvons automatiquement recueillir et conserver les renseignements suivants :

# privacyPolicy21
source: a. IP address b. Location c. Hardware and software details
de: a. IP-Adresse b. Standort c. Hardware- und Softwaredetails
fr: a. Adresse IP b. Lieu c. Détails matériels et logiciels

# privacyPolicySubtitle22
source: Non-Automatically Collected Data
de: Nicht automatisch erfasste Daten
fr: Données recueillies de façon non automatique

# privacyPolicy23
source: We do not collect additional data when the user performs certain functions on our site. Please note that we only collect data that helps us achieve the goal stated in this privacy policy. We will not collect additional data without informing you in advance.
de: Wir erheben keine zusätzlichen Daten, wenn der Benutzer bestimmte Funktionen auf unserer Website ausführt. Bitte beachten Sie, dass wir nur Daten erheben, die dazu beitragen, das in dieser Datenschutzrichtlinie festgelegte Ziel zu erreichen. Wir werden keine zusätzlichen Daten ohne Ihre vorherige Benachrichtigung sammeln.
fr: Nous ne collectons pas de données supplémentaires lorsque l’utilisateur remplit certaines fonctions sur notre site.

# privacyPolicyTitle25
source: How We Use Personal Data
de: Wie wir personenbezogene Daten verwenden
fr: Comment nous utilisons les données personnelles

# privacyPolicy26
source: The personal data collected on our site will be used only for the purposes specified in this policy or as indicated on the relevant pages of our site. We will not use your data beyond what we disclose.
de: Die auf unserer Website erfassten personenbezogenen Daten werden nur für die in dieser Richtlinie angegebenen Zwecke oder auf den relevanten Seiten unserer Website angegebenen Zwecke verwendet. Wir werden Ihre Daten nicht über das hinaus verwenden, was wir offenlegen.
fr: Les données personnelles recueillies sur notre site seront utilisées uniquement aux fins précisées dans la présente politique ou indiquées sur les pages pertinentes de notre site. Nous n’utiliserons pas vos données au-delà de ce que nous divulguerons.

# privacyPolicy27
source: The data we collect automatically is used for the following purposes:
de: Die automatisch erfassten Daten werden für folgende Zwecke verwendet:
fr: Les données que nous recueillons automatiquement sont utilisées aux fins suivantes :

# privacyPolicy28
source: a. We use this information to identify and detect multiple attempts to access the Service to detect fraudulent use of the Service, attempts to breach the security of the Service and to ensure that the Service does not get overloaded. b. We use this information to monitor and improve the Service and business, resolve issues and to inform the development of new products and services.
de: a. Wir verwenden diese Informationen, um mehrfache Zugriffsversuche auf den Dienst zu identifizieren und zu erkennen, um eine betrügerische Nutzung des Dienstes zu erkennen, Versuche, die Sicherheit des Dienstes zu verletzen, und um sicherzustellen, dass der Dienst nicht überlastet wird. b. Wir verwenden diese Informationen, um den Dienst und das Geschäft zu überwachen und zu verbessern, Probleme zu lösen und die Entwicklung neuer Produkte und Dienste zu unterstützen.
fr: a. Nous utilisons ces informations pour identifier et détecter les tentatives multiples d'accès au service, pour détecter les utilisations frauduleuses du service, les tentatives de violation de la sécurité du service et pour veiller à ce que le service ne soit pas surchargé. b. Nous utilisons ces informations pour contrôler et améliorer le service et l'activité, résoudre les problèmes et informer le développement de nouveaux produits et services.

# privacyPolicyTitle29
source: Who We Share Personal Data With
de: Mit wem wir personenbezogene Daten teilen
fr: Avec qui nous partageons les données personnelles

# privacyPolicySubtitle30
source: Employees
de: Mitarbeiter
fr: Employés

# privacyPolicy31
source: We may disclose user data to any member of our organization who reasonably needs it to achieve the purposes stated in this policy.
de: Wir können Mitgliedern unserer Organisation personenbezogene Benutzerdaten offenlegen, die sie vernünftigerweise benötigen, um die in dieser Richtlinie festgelegten Ziele zu erreichen.
fr: Nous pouvons divulguer à tout membre de notre organisation les données utilisateur dont il a raisonnablement besoin pour réaliser les objectifs énoncés dans la présente politique.

# privacyPolicy32
source: Third Parties
de: Dritte
fr: Tierces parties

# privacyPolicy33
source: We may share user data with the following third parties:
de: Wir können Benutzerdaten mit den folgenden Dritten teilen:
fr: Nous pouvons partager les données utilisateur avec les tiers suivants :

# privacyPolicy35
source: We may share user data with third parties for the following purposes:
de: Wir können Benutzerdaten mit Dritten für folgende Zwecke teilen:
fr: Nous pouvons partager les données utilisateur avec des tiers aux fins suivantes :

# privacyPolicy36
source: a. Third-party services collect information about the tablet, smartphone, or any other electronic device you use to connect to the Medical Device Classifier.
de: a. Drittanbieter sammeln Informationen über das Tablet, das Smartphone oder ein anderes elektronisches Gerät, das Sie verwenden, um auf den Medical Device Classifier zuzugreifen.
fr: a. Les services tiers collectent des informations sur la tablette, le smartphone ou tout autre appareil électronique que vous utilisez pour vous connecter au Medical Deviced Classifier.

# privacyPolicy37
source: Third parties will not have access to user data beyond what is reasonably necessary to achieve the given purpose.
de: Dritte werden nicht in der Lage sein, auf Benutzerdaten über das hinauszugreifen, was vernünftigerweise notwendig ist, um das angegebene Ziel zu erreichen.
fr: Les tiers ne seront pas en mesure d’accéder aux données des utilisateurs au-delà de ce qui est raisonnablement nécessaire pour atteindre l’objectif donné.

# privacyPolicySubtitle38
source: Other Disclosures
de: Andere Offenlegungen
fr: Autres divulgations

# privacyPolicy39
source: We commit to not sell or share your data with other third parties unless:
de: Wir verpflichten uns, Ihre Daten nicht zu verkaufen oder mit anderen Dritten zu teilen, es sei denn, dies ist in den folgenden Fällen erforderlich:
fr: Nous nous engageons à ne pas vendre ou partager vos données avec d'autres tiers, sauf dans les cas suivants :

# privacyPolicy40
source: a. Required by law b. Required for any legal proceedings c. To prove or protect our legal rights d. To buyers or potential buyers of this company in the event we seek to sell the company.
de: a. Wenn das Gesetz es verlangt b. Wenn es für rechtliche Verfahren erforderlich ist c. Um unsere rechtlichen Rechte zu beweisen oder zu schützen d. An Käufer oder potenzielle Käufer dieses Unternehmens, wenn wir beabsichtigen, das Unternehmen zu verkaufen
fr: a. si la loi l'exige b. si elle est requise pour toute procédure judiciaire c. pour prouver ou protéger nos droits légaux d. à des acheteurs ou des acheteurs potentiels de cette société dans le cas où nous cherchons à la vendre la société

# privacyPolicy41
source: If you follow hyperlinks from our site to another site, please note that we are not responsible and have no control over their privacy policies and practices.
de: Wenn Sie von unserer Website aus zu einer anderen Website verlinken, beachten Sie bitte, dass wir nicht für deren Datenschutzrichtlinien und -praktiken verantwortlich sind und keine Kontrolle darüber haben.
fr: Si vous suivez des hyperliens de notre site vers un autre site, veuillez noter que nous ne sommes pas responsables et n’avons pas de contrôle sur leurs politiques et pratiques de confidentialité.

# privacyPolicyTitle42
source: How Long We Retain Personal Data
de: Wie lange wir personenbezogene Daten speichern
fr: Combien de temps nous stockons les données personnelles

# privacyPolicy43
source: We do not retain user data beyond what is necessary to achieve the purposes for which it was collected.
de: Wir speichern Benutzerdaten nicht länger als für die Zwecke, für die sie erfasst werden, erforderlich.
fr: Nous ne conservons pas les données des utilisateurs au-delà de ce qui est nécessaire pour atteindre les fins pour lesquelles elles sont recueillies.

# privacyPolicyTitle44
source: How We Protect Your Personal Data
de: Wie wir Ihre personenbezogenen Daten schützen
fr: Comment nous protégeons vos données personnelles

# privacyPolicy45
source: To ensure the protection of your security, we use the Transport Layer Security (TLS) protocol to transmit personal information within our system.
de: Um Ihre Sicherheit zu gewährleisten, verwenden wir das Transport Layer Security (TLS)-Protokoll, um personenbezogene Informationen in unserem System zu übertragen.
fr: Afin d’assurer la protection de votre sécurité, nous utilisons le protocole de sécurité de la couche transport pour transmettre des renseignements personnels dans notre système.
