Repository: DeeKaySxb/medical-device-classifier
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# privacyPolicy46
source: While we take all reasonable precautions to ensure the security of user data and protect users, there is always some risk of harm. The internet as a whole can sometimes be unsafe, so we cannot guarantee the security of user data beyond what is reasonably practical.
de: Obwohl wir alle angemessenen Vorsichtsmaßnahmen treffen, um die Sicherheit von Benutzerdaten zu gewährleisten und Benutzer zu schützen, besteht immer ein gewisses Risiko von Schäden. Das Internet als Ganzes kann manchmal unsicher sein, daher können wir die Sicherheit von Benutzerdaten nicht über das hinaus garantieren, was vernünftigerweise praktikabel ist.
fr: Alors que nous prenons toutes les précautions raisonnables pour nous assurer que nos données d’utilisateur sont sécurisées et que les utilisateurs sont protégés, il reste toujours du risque de préjudice. L’Internet en sa totalité peut être, parfois, peu sûr et donc nous sommes incapables de garantir la sécurité des données des utilisateurs au-delà de ce qui est raisonnablement pratique.

# privacyPolicyTitle47
source: International Data Transfers
de: Internationale Datenübertragungen
fr: Transferts internationaux de données

# privacyPolicy48
source: User data may be accessed, processed, or collected in the following countries:
de: Benutzerdaten können in den folgenden Ländern abgerufen, verarbeitet oder gesammelt werden:
fr: Les données utilisateur peuvent être consultées, traitées ou collectées dans les pays suivants :

# privacyPolicy49
source: Germany, United States, Singapore
de: Deutschland, Vereinigte Staaten, Singapur
fr: Allemagne, États-Unis, Singapour

# privacyPolicyTitle50
source: Minors
de: Minderjährige
fr: Mineurs

# privacyPolicy51
source: Under the GDPR, individuals under the age of 15 are considered minors for data collection purposes. Minors must have the consent of a legal representative for their data to be collected, processed, and used.
de: Gemäß der DSGVO gelten Personen unter 15 Jahren als Minderjährige für Zwecke der Datenerhebung. Minderjährige müssen die Zustimmung eines gesetzlichen Vertreters haben, damit ihre Daten erfasst, verarbeitet und verwendet werden dürfen.
fr: Le RGPD précise que les personnes de moins de 15 ans sont considérées comme des mineurs aux fins de la collecte de données. Les mineurs doivent avoir le consentement d’un représentant légal pour que leurs données soient recueillies, traitées et utilisées.

# privacyPolicyTitle52
source: Your Rights as a User
de: Ihre Rechte als Benutzer
fr: Vos droits en tant qu’utilisateur

# privacyPolicy53
source: Under GDPR, users have the following rights as data subjects:
de: Gemäß der DSGVO haben Benutzer die folgenden Rechte als betroffene Personen:
fr: En vertu du RGPD, les utilisateurs ont les droits suivants en tant que personnes concernées :

# privacyPolicy54
source: a. Right of access b. Right to rectification c. Right to erasure d. Right to restrict processing e. Right to data portability f. Right to object
de: a. Recht auf Zugang b. Recht auf Berichtigung c. Recht auf Löschung d. Recht auf Einschränkung der Verarbeitung e. Recht auf Datenübertragbarkeit f. Widerspruchsrecht
fr: a. droit d’accès b. droit de rectification c. droit à l’effacement d. droit de restreindre le traitement e. droit à la portabilité des données f. droit d'objection

# privacyPolicy55
source: More information about these rights can be found in chapters 3 (Articles 12-23) of the GDPR.
de: Weitere Informationen zu diesen Rechten finden Sie in den Kapiteln 3 (Artikel 12-23) der DSGVO.
fr: Vous trouverez de plus amples informations sur ces droits au chapitre 3 (art 12-23) du RGPD.

# privacyPolicyTitle56
source: How to Modify, Delete, or Challenge Collected Data
de: Wie Sie erfasste Daten ändern, löschen oder anfechten können
fr: Comment modifier, supprimer ou contester les données recueillies

# privacyPolicy57
source: If you wish to have your information deleted or modified in any way, please contact our privacy officer here:
de: Wenn Sie möchten, dass Ihre Informationen gelöscht oder in irgendeiner Weise geändert werden, kontaktieren Sie bitte unseren Datenschutzbeauftragten hier:
fr: Si vous souhaitez que vos renseignements soient supprimés ou modifiés d’une façon ou d’une autre, veuillez communiquer avec notre agent de protection de la vie privée ici :

# privacyPolicyTitle59
source: Modifications
de: Änderungen

# privacyPolicy60
source: This privacy policy may be modified from time to time to ensure compliance with the law and to accommodate changes in our data collection process. We recommend that our users periodically check our policy to ensure they are informed of any updates. If necessary, we may notify users by email of changes to this policy.
de: Diese Datenschutzrichtlinie kann von Zeit zu Zeit geändert werden, um die Einhaltung des Gesetzes sicherzustellen und Änderungen in unserem Datenerfassungsprozess zu berücksichtigen. Wir empfehlen unseren Benutzern, unsere Richtlinie regelmäßig zu überprüfen, um sicherzustellen, dass sie über Aktualisierungen informiert sind. Wenn erforderlich, können wir Benutzer per E-Mail über Änderungen an dieser Richtlinie informieren.
fr: Cette politique de confidentialité peut être modifiée à l’occasion afin de maintenir la conformité avec la loi et de tenir compte de tout changement à notre processus de collecte de données. Nous recommandons à nos utilisateurs de vérifier notre politique de temps à autre pour s’assurer qu’ils soient informés de toute mise à jour. Au besoin, nous pouvons informer les utilisateurs par courriel des changements apportés à cette politique.

# privacyPolicyTitle61
source: Contact
de: Kontakt

# privacyPolicy62
source: If you have any questions to ask us, please feel free to contact us using the following:
de: Wenn Sie Fragen an uns haben, zögern Sie nicht, uns über die folgenden Kontaktdaten zu kontaktieren:
fr: Si vous avez des questions à nous poser, n’hésitez pas à communiquer avec nous en utilisant ce qui suit :

# privacyPolicy64
source: Effective Date: November 14, 2023
de: In Kraft getreten am: 14. November 2023
fr: Date d'entrée en vigueur : le 14 novembre 2023

# dialogPrivacyPolicyLegalNoticeTitle
source: Privacy Policy, Legal Notice and Disclaimer
de: Datenschutzbestimmungen, rechtliche Hinweise und Haftungsausschluss
fr: Politique de confidentialité, avis juridique et clause de non-responsabilité

# appBarTemplateLanguage
source: Language
de: Sprache

# classificationStarterStartButtonText
source: Start
fr: Démarrer

# dashboardStickyNoteTranslationButtonContinue
source: OK
fr: D'accord
