Repository: DeeKaySxb/medical-device-classifier
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# classificationStarter1
source: the classification tool can be used to assess the risk classification of your medical device under the EU Medical Device Regulation (MDR) 2017/745.
de: Das Klassifizierungstool kann verwendet werden, um die Risikoklassifikation Ihres Medizinproduktes nach der EU-Verordnung für Medizinprodukte (MDR) 2017/745 zu bewerten.
fr: L'outil de classification peut être utilisé pour évaluer la classification des risques de votre dispositif médical selon le Règlement sur les Dispositifs Médicaux (RDM) de l'UE 2017/745.

# classificationStarter2
source: It is based on the classification rules detailed in Annex VIII of the MDR, along with the information included in MDCG guidance 2021-24 ("Guidance on classification of medical devices")
de: Es basiert auf den Klassifizierungsregeln, die in Anhang VIII der MDR detailliert beschrieben sind, zusammen mit den Informationen, die in der MDCG-Leitlinie 2021-24 ("Leitlinie zur Klassifizierung von Medizinprodukten") enthalten sind.
fr: Il est basé sur les règles de classification détaillées à l'Annexe VIII du RDM, ainsi que sur les informations incluses dans les directives MDCG 2021-24 ("Guide sur la classification des dispositifs médicaux").

# dashboardExplanationText
source: The purpose of the MDR Annex VIII Classifier is to assist you in the classification of your medical device.
de: Der Zweck des MDR Annex VIII Classifier ist es, Sie bei der Klassifizierung Ihres Medizinprodukts zu unterstützen.
fr: L'objectif du classificateur de l'annexe VIII du RIM est de vous aider à classer votre dispositif médical.

# dashboardClassifierSubtitle
source: This classifier helps you to classify your medical device.
de: Dieser Classifier hilft Ihnen, Ihr Medizinprodukt zu klassifizieren.
fr: Ce Classifier vous aide à classer votre dispositif médical.

# dashboardDefinitionsTitle
source: Definitions
de: Definitionen
fr: Définitions

# dashboardDefinitionsSubtitle
source: Classification rules-specific definitions
de: Klassifikationsregel-spezifische Definitionen
fr: Définitions spécifiques aux règles de classification

# dashboardImplementingRulesTitle
source: Annex VIII Chapter 2: Implementing Rule
de: Anhang VIII Kapitel 2: Durchführungsregel
fr: Annexe VIII Chapitre 2: Règle d'application

# dashboardImplementingRulesSubtitle
source: Rules, which have to be taken into account during classification
de: Regeln, die bei der Klassifikation berücksichtigt werden müssen
fr: Règles à prendre en compte lors de la classification

# dashboardGeneralExplanationTitle
source: General explanation of rules
de: Allgemeine Erläuterung der Regeln
fr: Explication générale des règles

# dashboardGeneralExplanationSubtitle
source: You can find here a general explanation of rules, practical issues and examples.
de: Hier finden Sie eine allgemeine Erklärung der Regeln, praktische Fragen und Beispiele.
fr: Vous pouvez trouver ici une explication générale des règles, des questions pratiques et des exemples.

# classificationPreconditionsIsMedicalTitle
source: Is your product a medical device by definition?
de: Ist Ihr Produkt nach Definition ein Medizinprodukt?
fr: Votre produit est-il un dispositif médical par définition ?

# classificationPreconditionsKnowsAboutDefinitionsTitle
source: Do you know the definitions of the classification rules?
de: Kennen Sie die Definitionen der Klassifikationsregeln?
fr: Connaissez-vous les définitions des règles de classification ?

# classificationPreconditionsKnowsAboutImplementingRulesTitle
source: Are you familiar with the implementation rules related to the classification rules?
de: Kennen Sie die Umsetzungsregeln in Bezug auf die Klassifikationsregeln?
fr: Êtes-vous familier avec les règles de mise en œuvre liées aux règles de classification ?

# classificationPreconditionsContinueButton
source: Continue
de: Weiter
fr: Continuer

# classificationText
source: Based on {rule}, your medical device is classified as {classification}.
de: Basierend auf {rule} wird Ihr Medizinprodukt als {classification} eingestuft.
fr: Sur la base de {rule}, votre dispositif médical est classé comme {classification}.

# classificationHint
source: Hint
de: Hinweis
fr: Indice

# classificationBack
source: Back
de: Zurück
fr: Retour

# classificationRestart
source: Restart
de: Neustart
fr: Redémarrage

# classificationCancel
source: Cancel
de: Beenden
fr: Terminer

# drawerAboutUs
source: About us
de: Über uns
fr: A propos de nous

# drawerDataProtection
source: Privacy policy
de: Datenschutz
fr: Protection des données

# drawerLegalInformation
source: Legal information
de: Rechtliche Informationen
fr: Informations légales

# dashboardStickyNoteTranslationNoteText
source: Dear User, Please note that the content in this application has been translated from its original language (English) into French and German. While we strive for accuracy, there is a possibility of translation errors. You have following options: • Switch to English: If you prefer to read the content in English, you can switch to the original language at any time. Click the language settings icon to change your language preference. • Continue in French/German: If you choose to continue in French or German, please be aware that some content may be subject to translation inaccuracies. • Help Us Improve: If you come across any incorrect translations or wish to provide feedback, please contact us at info@walnut-it.com. Your feedback is valuable and will assist us in enhancing translation quality. Thank you for using the Medical Device Classifier Application.
de: Liebe Benutzerin, lieber Benutzer, Bitte beachten Sie, dass der Inhalt dieser Anwendung aus seiner Originalsprache (Englisch) ins Französische und Deutsche übersetzt wurde. Obwohl wir uns um Genauigkeit bemühen, besteht die Möglichkeit von Übersetzungsfehlern. Sie haben folgende Möglichkeiten: • Wechseln Sie zur englischen Sprache: Wenn Sie den Inhalt lieber auf Englisch lesen möchten, können Sie jederzeit zur Originalsprache wechseln. Klicken Sie auf das Spracheinstellungen-Symbol, um Ihre Spracheinstellung zu ändern. • Weiter auf Französisch/Deutsch: Wenn Sie sich dafür entscheiden, auf Französisch oder Deutsch fortzufahren, beachten Sie bitte, dass einige Inhalte möglicherweise Übersetzungsungenauigkeiten unterliegen. • Helfen Sie uns bei der Verbesserung: Wenn Sie auf inkorrekte Übersetzungen stoßen oder Feedback geben möchten, kontaktieren Sie uns bitte unter info@walnut-it.com. Ihr Feedback ist wertvoll und wird uns bei der Verbesserung der Übersetzungsqualität helfen. Vielen Dank, dass Sie die Anwendung für die Klassifizierung von medizinischen Geräten verwenden.
fr: Cher utilisateur, Veuillez noter que le contenu de cette application a été traduit de sa langue d'origine (l'anglais) en français et en allemand. Bien que nous nous efforcions d'assurer la précision, il existe une possibilité d'erreurs de traduction. Vous avez les options suivantes : • Passer en anglais : Si vous préférez lire le contenu en anglais, vous pouvez passer à la langue d'origine à tout moment. Cliquez sur l'icône des paramètres de langue pour modifier votre préférence de langue. • Continuer en français/allemand : Si vous choisissez de continuer en français ou en allemand, veuillez noter que certains contenus peuvent faire l'objet d'inexactitudes de traduction. • Aidez-nous à améliorer : Si vous rencontrez des traductions incorrectes ou si vous souhaitez nous faire part de vos commentaires, veuillez nous contacter à l'adresse info@walnut-it.com. Vos commentaires sont précieux et nous aideront à améliorer la qualité des traductions. Merci d'utiliser l'application de classification des dispositifs médicaux.

# dashboardStickyNoteTranslationButtonSwitchToEnglish
source: Switch to English
de: Zu Englisch wechseln
fr: Passer en anglais

# dashboardStickyNoteTranslationTitle
source: Translation Notice & Language Options
de: Hinweise zur Übersetzung & Sprachoptionen
fr: Avis de traduction et options linguistiques

# classificationPreconditionsWarningTitle
source: Accuracy and Reliability Come First
de: Korrektheit und Zuverlässigkeit stehen an erster Stelle
fr: La précision et la fiabilité sont prioritaires

# classificationPreconditionsWarningText
source: The use of the Medical Device Classifier is at your own risk. Please proceed with caution. If you notice any errors or have comments, do not hesitate to contact us at info@walnut-it.com. Your feedback is valuable and helps us improve the application.
de: Die Verwendung des Medical Device Classifiers erfolgt auf eigene Gefahr. Bitte gehen Sie vorsichtig vor. Wenn Sie Fehler feststellen oder Anmerkungen haben, zögern Sie nicht, uns unter info@walnut-it.com zu kontaktieren. Ihr Feedback ist wertvoll und hilft uns dabei, die Anwendung zu verbessern.
fr: L'utilisation du Medical Device Classifier se fait à vos risques et périls. Veuillez procéder avec prudence. Si vous constatez des erreurs ou avez des commentaires, n'hésitez pas à nous contacter à info@walnut-it.com. Vos commentaires sont précieux et nous aident à améliorer l'application.

# appBarLanguageMenuTooltip
source: Select language
de: Sprache auswählen
fr: Choisir la langue

# aboutUsTitle
source: About us
de: Über uns
fr: A propos de nous

# aboutUsSubtitle1
source: Who is the Strasbourg Flutter Meetup Group?
de: Wer ist die Strasbourg Flutter Meetup Gruppe?
fr: Qui est le Groupe Strasbourg Flutter Meetup ?

# aboutUsText1
source: The Strasbourg Flutter Meetup Group is a vibrant community of Flutter enthusiasts based in and around Strasbourg. We are brought together by our shared passion for Flutter, Google's open-source UI development framework. Our group serves as a platform for developers to connect, collaborate, and learn more about Flutter.
de: Die Strasbourg Flutter Meetup Gruppe ist eine lebendige Community von Flutter-Enthusiasten aus Strasbourg und Umgebung. Wir werden durch unsere gemeinsame Leidenschaft für Flutter, Googles Open-Source-UI-Entwicklungsframework, zusammengebracht. Unsere Gruppe dient als Plattform für Entwickler, um sich zu vernetzen, zusammenzuarbeiten und mehr über Flutter zu erfahren.
fr: Le Groupe Strasbourg Flutter Meetup est une communauté dynamique d'enthousiastes de Flutter basée à Strasbourg et dans ses environs. Nous sommes réunis par notre passion commune pour Flutter, le framework de développement d'interface utilisateur en open source de Google. Notre groupe sert de plateforme pour que les développeurs se connectent, collaborent et en apprennent davantage sur Flutter.

# aboutUsSubtitle2
source: Our First Project: Medical Device Classifier
de: Unser Erstes Projekt: Medical Device Classifier
fr: Notre Premier Projet : Medical Device Classifier

# aboutUsText2
source: As a community, we are proud to introduce our very first project, the "Medical Device Classifier". The driving idea behind this project was to create something simple yet impactful. We wanted to develop a practical solution that could genuinely help people in the real world. This commitment to addressing real-world challenges is at the core of our group's mission.
de: Als Gemeinschaft sind wir stolz darauf, unser allererstes Projekt, den "Medical Device Classifier", vorzustellen. Die treibende Idee hinter diesem Projekt war es, etwas Einfaches und dennoch Wirkungsvolles zu schaffen. Wir wollten eine praktische Lösung entwickeln, die Menschen in der realen Welt tatsächlich helfen könnte. Diese Verpflichtung zur Lösung realer Herausforderungen steht im Mittelpunkt unserer Gruppenmission.
fr: En tant que communauté, nous sommes fiers de vous présenter notre tout premier projet, le "Medical Device Classifier". L'idée principale derrière ce projet était de créer quelque chose de simple mais impactant. Nous voulions développer une solution pratique qui pourrait véritablement aider les gens dans la vie réelle. Cet engagement à relever les défis du monde réel est au cœur de la mission de notre groupe.

# aboutUsSubtitle3
source: Join Us, Regardless of Your Experience
de: Treten Sie uns bei, unabhängig von Ihrer Erfahrung
fr: Rejoignez-nous, Quel Que Soit Votre Niveau d'Expérience

# aboutUsText3
source: At the Strasbourg Flutter Meetup Group, we believe that diversity in experience is our strength. Whether you're a novice eager to explore the world of Flutter or a seasoned senior developer with years of expertise, we welcome developers of all levels. Our group is open to anyone with a passion for Flutter. If you're excited about Flutter and want to be part of our thriving community, simply click on the "Go to meetup.com" button to join us. We look forward to having you on board as we embark on this exciting Flutter journey together!
de: In der Strasbourg Flutter Meetup Gruppe glauben wir, dass Vielfalt an Erfahrungen unsere Stärke ist. Egal, ob Sie ein Anfänger sind, der die Welt von Flutter erkunden möchte, oder ein erfahrener Senior-Entwickler mit jahrelanger Expertise, wir begrüßen Entwickler jeden Levels. Unsere Gruppe steht allen offen, die eine Leidenschaft für Flutter haben. Wenn Sie von Flutter begeistert sind und Teil unserer blühenden Community werden möchten, klicken Sie einfach auf die Schaltfläche "Gehe zu meetup.com", um uns beizutreten. Wir freuen uns darauf, Sie an Bord zu haben, während wir gemeinsam diese spannende Flutter-Reise antreten!
fr: Au sein du Groupe Strasbourg Flutter Meetup, nous croyons que la diversité de l'expérience est notre force. Que vous soyez un débutant impatient d'explorer l'univers de Flutter ou un développeur senior chevronné avec des années d'expertise, nous accueillons les développeurs de tous niveaux. Notre groupe est ouvert à toute personne passionnée par Flutter. Si vous êtes enthousiasmé par Flutter et souhaitez faire partie de notre communauté florissante, il vous suffit de cliquer sur le bouton "Accéder à meetup.com" pour nous rejoindre. Nous sommes impatients de vous accueillir à bord alors que nous nous embarquons ensemble dans ce passionnant voyage Flutter !

# aboutUsMeetUpButton
source: Go to meetup.com
de: Gehe zu meetup.com
fr: Accéder à meetup.com

# legalNoticeTitle
source: Legal Notice and Disclaimer
de: Rechtliche Hinweise und Haftungsausschluss
fr: Avis légal et clause de non-responsabilité

# legalNoticeSubtitle1
source: Medical Device Classifier - General Disclaimer
de: Medical Device Classifier - Allgemeiner Haftungsausschluss
fr: Classifier de dispositifs médicaux - Avis général

# legalNoticeText1
source: The Medical Device Classifier ("the Classifier") is provided for informational and educational purposes only. It is a hobby project developed by volunteers and is intended solely for the purpose of classifying medical devices into categories I, IIa, IIb, or III in accordance with applicable regulations. By using the Classifier, you acknowledge and agree to the terms and conditions outlined in this legal notice and disclaimer.
de: Der Medical Device Classifier ("der Classifier") dient ausschließlich zu Informations- und Bildungszwecken. Es handelt sich um ein Hobbyprojekt, das von Freiwilligen entwickelt wurde und ausschließlich zum Zweck der Klassifizierung von Medizinprodukten in die Kategorien I, IIa, IIb oder III gemäß den geltenden Vorschriften bestimmt ist. Durch die Nutzung des Classifiers erkennen Sie die in diesem rechtlichen Hinweis und Haftungsausschluss festgelegten Bedingungen an.
fr: Le Classifier de dispositifs médicaux (« le Classifier ») est fourni uniquement à des fins d'information et d'éducation. Il s'agit d'un projet de loisir développé par des bénévoles et destiné uniquement à des fins de classification des dispositifs médicaux en catégories I, IIa, IIb ou III conformément à la réglementation applicable. En utilisant le Classifier, vous reconnaissez et acceptez les termes et conditions énoncés dans cet avis légal et cette clause de non-responsabilité.

# legalNoticeSubtitle2
source: No Warranty
de: Keine Gewährleistung
fr: Aucune garantie

# legalNoticeText2
source: The Classifier is provided "as is", without any warranties or guarantees, expressed or implied. The creators and maintainers of the Classifier make no representations or warranties regarding its accuracy, completeness, reliability, or suitability for any purpose. We do not guarantee that the Classifier will be error-free, uninterrupted, or free from defects.
de: Der Classifier wird "wie besehen" und ohne jegliche Gewährleistung oder Garantie, ausdrücklich oder stillschweigend, bereitgestellt. Die Ersteller und Betreuer des Classifiers übernehmen keine Gewähr für dessen Genauigkeit, Vollständigkeit, Zuverlässigkeit oder Eignung für einen bestimmten Zweck. Wir garantieren nicht, dass der Classifier fehlerfrei, unterbrechungsfrei oder frei von Mängeln ist.
fr: Le Classifier est fourni "tel quel", sans aucune garantie, explicite ou implicite. Les créateurs et les mainteneurs du Classifier ne font aucune déclaration ni garantie quant à son exactitude, son exhaustivité, sa fiabilité ou son adéquation à un usage particulier. Nous ne garantissons pas que le Classifier sera exempt d'erreurs, ininterrompu ou exempt de défauts.

# legalNoticeSubtitle3
source: Use at Your Own Risk
de: Nutzung auf eigene Gefahr
fr: Utilisation à vos propres risques

# legalNoticeText3
source: Users of the Classifier understand and accept that they use it at their own risk. The Classifier is designed solely for the purpose of classifying medical devices into categories I, IIa, IIb, or III. It is not intended to provide medical advice, diagnosis, or treatment. The only risk associated with the Classifier is the possibility of classification inaccuracies. Please note that the Classifier should not be relied upon for critical or life-critical purposes, and users should always consult with qualified medical professionals when making important medical decisions. The Classifier's classifications are for reference and informational purposes only and should be verified by appropriate authorities, if necessary.
de: Nutzer des Classifiers erkennen an und akzeptieren, dass sie ihn auf eigenes Risiko nutzen. Der Classifier ist ausschließlich zum Zweck der Klassifizierung von Medizinprodukten in die Kategorien I, IIa, IIb oder III entwickelt worden. Er ist nicht dazu gedacht, medizinische Ratschläge, Diagnosen oder Behandlungen anzubieten. Das einzige Risiko im Zusammenhang mit dem Classifier ist die Möglichkeit von Klassifikationsfehlern. Bitte beachten Sie, dass Sie sich bei wichtigen medizinischen Entscheidungen immer an qualifizierte medizinische Fachkräfte wenden sollten, da der Classifier nicht für kritische oder lebenskritische Zwecke geeignet ist. Die Klassifikationen des Classifiers dienen nur zu Referenz- und Informationszwecken und sollten bei Bedarf von entsprechenden Behörden überprüft werden.
fr: Les utilisateurs du Classifier comprennent et acceptent qu'ils l'utilisent à leurs propres risques. Le Classifier est conçu uniquement dans le but de classer les dispositifs médicaux en catégories I, IIa, IIb ou III. Il n'est pas destiné à fournir des conseils médicaux, des diagnostics ou des traitements. Le seul risque associé au Classifier est la possibilité d'inexactitudes de classification. Veuillez noter que le Classifier ne doit pas être utilisé à des fins critiques ou vitales, et les utilisateurs doivent toujours consulter des professionnels de la santé qualifiés lorsqu'ils prennent des décisions médicales importantes. Les classifications du Classifier sont fournies à titre de référence et d'information uniquement et doivent être vérifiées par les autorités compétentes, le cas échéant.

# legalNoticeSubtitle4
source: No Liability
de: Keine Haftung
fr: Aucune responsabilité

# legalNoticeText4
source: In no event shall the creators, developers, or contributors of the Classifier be liable for any direct, indirect, incidental, special, consequential, or punitive damages, whether in an action of contract, negligence, or other tort, arising out of or in connection with the use of the Classifier or any information provided by it.
de: In keinem Fall haften die Ersteller, Entwickler oder Beitragenden des Classifiers für direkte, indirekte, zufällige, besondere, Folge- oder Strafschäden, sei es in einem Vertrags-, Fahrlässigkeits- oder anderen deliktischen Haftungsfall, der sich aus der Nutzung des Classifiers oder von ihm bereitgestellten Informationen ergibt.
fr: En aucun cas, les créateurs, les développeurs ou les contributeurs du Classifier ne sauraient être tenus responsables de tout dommage direct, indirect, accidentel, spécial, consécutif ou punitif, que ce soit dans le cadre d'un contrat, d'une négligence ou d'une autre action délictuelle, découlant de l'utilisation du Classifier ou de toute information fournie par celui-ci.

# legalNoticeSubtitle5
source: Hobby Project
de: Hobbyprojekt
fr: Projet de loisir

# legalNoticeText5
source: The Classifier is a hobby project and should not be used for any critical or life-critical purposes. It is not validated or verified to meet any medical or regulatory standards. It does not offer medical advice, diagnoses, or treatments.
de: Der Classifier ist ein Hobbyprojekt und sollte nicht für kritische oder lebenskritische Zwecke verwendet werden. Er ist nicht validiert oder verifiziert, um medizinischen oder behördlichen Standards zu entsprechen. Er bietet keine medizinischen Ratschläge, Diagnosen oder Behandlungen an.
fr: Le Classifier est un projet de loisir et ne doit pas être utilisé à des fins critiques ou vitales. Il n'est pas validé ni vérifié pour répondre à des normes médicales ou réglementaires. Il n'offre pas de conseils médicaux, de diagnostics ni de traitements.

# legalNoticeSubtitle6
source: Changes and Updates
de: Änderungen und Updates
fr: Changements et mises à jour

# legalNoticeText6
source: The creators of the Classifier may make changes, updates, or improvements to the Classifier at any time, without notice.
de: Die Ersteller des Classifiers können jederzeit Änderungen, Updates oder Verbesserungen am Classifier vornehmen, ohne vorherige Ankündigung.
fr: Les créateurs du Classifier peuvent apporter des modifications, des mises à jour ou des améliorations au Classifier à tout moment, sans préavis.

# legalNoticeSubtitle7
source: Acceptance of Terms
de: Akzeptanz der Bedingungen
fr: Acceptation des conditions

# legalNoticeText7
source: By using the Classifier, you acknowledge that you have read, understood, and agreed to the terms and conditions outlined in this legal notice and disclaimer. If you do not agree with these terms, you should not use the Classifier.
de: Durch die Nutzung des Classifiers erkennen Sie an, dass Sie die in diesem rechtlichen Hinweis und Haftungsausschluss festgelegten Bedingungen gelesen, verstanden und akzeptiert haben. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, sollten Sie den Classifier nicht verwenden.
fr: En utilisant le Classifier, vous reconnaissez avoir lu, compris et accepté les termes et conditions énoncés dans cet avis légal et cette clause de non-responsabilité. Si vous n'êtes pas d'accord avec ces conditions, vous ne devez pas utiliser le Classifier.

# legalNoticeText8
source: This legal notice and disclaimer are subject to change without notice.
de: Dieser rechtliche Hinweis und Haftungsausschluss können ohne vorherige Ankündigung geändert werden.
fr: Cet avis légal et cette clause de non-responsabilité sont susceptibles d'être modifiés sans préavis.

# disclaimerDialogButton
source: OK
de: In Ordnung
fr: D'accord

# privacyPolicyMainTitle
source: PRIVACY POLICY
de: DATENSCHUTZRICHTLINIE
fr: POLITIQUE DE CONFIDENTIALITÉ

# privatePolicyTitle4_1
source: The purpose of this privacy policy
de: Der Zweck dieser Datenschutzrichtlinie
fr: Le but de ciette politique de confidentialité
